public class Main {
    public static void main(String[] args) {
        //Задание1
        System.out.println("Задание1");
        int clientOS = 1;
        if (clientOS == 0){
            System.out.println("Установите версию приложения для IOS по ссылке");

        } else {
            System.out.println("Установите версию приложения для Android по ссылке");
        }

    }
}